Src/Tests/LoadTest/hey_output_boardmessage_ping.txt

Summary:
  Total:	1.2439 secs
  Slowest:	0.0810 secs
  Fastest:	0.0001 secs
  Average:	0.0012 secs
  Requests/sec:	8038.9837
  
  Total data:	180000 bytes
  Size/request:	18 bytes

Response time histogram:
  0.000 [1]	|
  0.008 [9932]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.016 [55]	|
  0.024 [2]	|
  0.032 [0]	|
  0.041 [0]	|
  0.049 [0]	|
  0.057 [0]	|
  0.065 [0]	|
  0.073 [0]	|
  0.081 [10]	|


Latency distribution:
  10% in 0.0003 secs
  25% in 0.0005 secs
  50% in 0.0008 secs
  75% in 0.0013 secs
  90% in 0.0023 secs
  95% in 0.0035 secs
  99% in 0.0068 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0810 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0054 secs
  resp wait:	0.0006 secs, 0.0000 secs, 0.0800 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0073 secs

Status code distribution:
  [200]	10000 responses