Src/Tests/LoadTest/hey_output_getalluser.txt

Summary:
  Total:	5.0395 secs
  Slowest:	0.0437 secs
  Fastest:	0.0009 secs
  Average:	0.0050 secs
  Requests/sec:	1984.3206
  

Response time histogram:
  0.001 [1]	|
  0.005 [6583]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [2688]	|■■■■■■■■■■■■■■■■
  0.014 [483]	|■■■
  0.018 [150]	|■
  0.022 [57]	|
  0.027 [28]	|
  0.031 [7]	|
  0.035 [1]	|
  0.039 [0]	|
  0.044 [2]	|


Latency distribution:
  10% in 0.0022 secs
  25% in 0.0029 secs
  50% in 0.0041 secs
  75% in 0.0061 secs
  90% in 0.0085 secs
  95% in 0.0107 secs
  99% in 0.0178 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0009 secs, 0.0437 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0007 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0032 secs
  resp wait:	0.0049 secs, 0.0008 secs, 0.0429 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0240 secs

Status code distribution:
  [200]	10000 responses