Src/Tests/LoadTest/hey_output_getuser.txt

Summary:
  Total:	2.2285 secs
  Slowest:	0.0319 secs
  Fastest:	0.0004 secs
  Average:	0.0022 secs
  Requests/sec:	4487.3752
  
  Total data:	1840000 bytes
  Size/request:	184 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [8729]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [1012]	|■■■■■
  0.010 [162]	|■
  0.013 [40]	|
  0.016 [25]	|
  0.019 [17]	|
  0.022 [4]	|
  0.026 [3]	|
  0.029 [3]	|
  0.032 [4]	|


Latency distribution:
  10% in 0.0009 secs
  25% in 0.0012 secs
  50% in 0.0017 secs
  75% in 0.0026 secs
  90% in 0.0039 secs
  95% in 0.0052 secs
  99% in 0.0098 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0004 secs, 0.0319 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0008 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0016 secs
  resp wait:	0.0021 secs, 0.0004 secs, 0.0308 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0032 secs

Status code distribution:
  [200]	10000 responses