Src/Tests/LoadTest/hey_output_groupmessage_ping.txt

Summary:
  Total:	0.7935 secs
  Slowest:	0.0725 secs
  Fastest:	0.0001 secs
  Average:	0.0008 secs
  Requests/sec:	12602.9160
  
  Total data:	180000 bytes
  Size/request:	18 bytes

Response time histogram:
  0.000 [1]	|
  0.007 [9946]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.015 [42]	|
  0.022 [1]	|
  0.029 [0]	|
  0.036 [0]	|
  0.044 [0]	|
  0.051 [0]	|
  0.058 [0]	|
  0.065 [0]	|
  0.073 [10]	|


Latency distribution:
  10% in 0.0003 secs
  25% in 0.0004 secs
  50% in 0.0005 secs
  75% in 0.0007 secs
  90% in 0.0011 secs
  95% in 0.0017 secs
  99% in 0.0047 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0725 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0009 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0042 secs
  resp wait:	0.0003 secs, 0.0000 secs, 0.0707 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0047 secs

Status code distribution:
  [200]	10000 responses