Src/Tests/LoadTest/hey_output_message_ping.txt

Summary:
  Total:	0.9946 secs
  Slowest:	0.0350 secs
  Fastest:	0.0001 secs
  Average:	0.0010 secs
  Requests/sec:	10053.9732
  
  Total data:	180000 bytes
  Size/request:	18 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [9624]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [279]	|■
  0.011 [68]	|
  0.014 [8]	|
  0.018 [11]	|
  0.021 [0]	|
  0.025 [6]	|
  0.028 [1]	|
  0.031 [0]	|
  0.035 [2]	|


Latency distribution:
  10% in 0.0003 secs
  25% in 0.0004 secs
  50% in 0.0006 secs
  75% in 0.0010 secs
  90% in 0.0018 secs
  95% in 0.0029 secs
  99% in 0.0070 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0350 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0008 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0031 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0324 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0052 secs

Status code distribution:
  [200]	10000 responses