Src/Tests/LoadTest/hey_output_postuser.txt

Summary:
  Total:	0.0161 secs
  Slowest:	0.0124 secs
  Fastest:	0.0001 secs
  Average:	0.0012 secs
  Requests/sec:	6210.1591
  

Response time histogram:
  0.000 [1]	|
  0.001 [89]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [0]	|
  0.004 [0]	|
  0.005 [0]	|
  0.006 [4]	|■■
  0.007 [2]	|■
  0.009 [1]	|
  0.010 [1]	|
  0.011 [1]	|
  0.012 [1]	|


Latency distribution:
  10% in 0.0002 secs
  25% in 0.0003 secs
  50% in 0.0005 secs
  75% in 0.0009 secs
  90% in 0.0053 secs
  95% in 0.0067 secs
  99% in 0.0124 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0001 secs, 0.0124 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0008 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0005 secs
  resp wait:	0.0010 secs, 0.0000 secs, 0.0061 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0035 secs

Status code distribution:
  [307]	100 responses