Src/Tests/LoadTest/hey_output_postuser.txt

Summary:
  Total:	0.0022 secs
  Slowest:	0.0020 secs
  Fastest:	0.0017 secs
  Average:	0.0018 secs
  Requests/sec:	4525.8555
  

Response time histogram:
  0.002 [1]	|■■■■■■■■■■■■■
  0.002 [0]	|
  0.002 [1]	|■■■■■■■■■■■■■
  0.002 [1]	|■■■■■■■■■■■■■
  0.002 [0]	|
  0.002 [3]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [0]	|
  0.002 [1]	|■■■■■■■■■■■■■
  0.002 [0]	|
  0.002 [1]	|■■■■■■■■■■■■■
  0.002 [2]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■


Latency distribution:
  10% in 0.0017 secs
  25% in 0.0018 secs
  50% in 0.0018 secs
  75% in 0.0020 secs
  90% in 0.0020 secs
  0% in 0.0000 secs
  0% in 0.0000 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0007 secs, 0.0017 secs, 0.0020 secs
  DNS-lookup:	0.0005 secs, 0.0002 secs, 0.0007 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0008 secs, 0.0001 secs, 0.0009 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [307]	10 responses